autoconf
automake
base
binutils
bison
brightnessctl
chromium
code
composer
ctags
docker
docker-compose
efibootmgr
fakeroot
file
findutils
firefox-developer-edition
flex
gawk
gcc
gcr
gettext
git
grep
groff
grub
gzip
htop
httpie
jq
libtool
linux
linux-firmware
m4
make
minidlna
mpv
neovim
netstat-nat
networkmanager
newsboat
openresolv
pacman
pamixer
patch
php
php-gd
php-pgsql
pipewire
pipewire-pulse
pkgconf
pulsemixer
rsync
sed
slock
sudo
texinfo
tlp
tlp-rdw
transmission-cli
ttf-fira-code
ttf-joypixels
vim
wget
which
wireguard-tools
xbindkeys
xcape
xclip
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yt-dlp
zathura
zathura-djvu
zathura-pdf-poppler
zsh
